Repository: gerhardol/apply-routes
Catalog: ApplyRoutes/ApplyRoutes/UI/ApplyRouteForm.*.resx
Languages: fr, sv

# cancelBtn.Text
source: Cancel
fr: Annuler
sv: Avbryt

# numActLbl.Text
source: Num Activities:
fr: Nbre Activités:
sv: Antal aktiviteter:

# minDistLbl.Text
source: Min Dist:
fr: Dist Min:

# avgDistLbl.Text
source: Avg Dist:
fr: Dist moy.:
sv: Medel dist:

# maxDistLbl.Text
source: Max Dist:
fr: Dist Max:

# routeLbl.Text
source: Route To Apply
fr: Parcours à appliquer
sv: Rutt att applicera

# ignoreGPSActChk.Text
source: Ignore activities with GPS data
fr: Ignore les activités avec données GPS
sv: Ignorera aktiviteter med GPS data

# applyTimesLinearlyChk.Text
source: Apply Times Linearly
fr: Applique le temps linéairement
sv: Applicera tider linj√§rt

# preserveDistChk.Text
source: Preserve distances
fr: Préserver les distances
sv: Bevara distanser

# preserve_dist_exactly_rad.Text
source: Exactly
fr: Exacte
sv: Exakt

# preserve_dist_rounded_rad.Text
source: Rounded
fr: Arrondi
sv: Avrundat

# preserve_dist_scaled_rad.Text
source: Scaled
fr: Mis à l'échelle
sv: Skalad

# Laps_lbl.Text
source: Laps
fr: Intervalles
sv: Etapper

# $this.Text
source: Apply Route
fr: Appliquer Parcours
