Repository: gerhardol/apply-routes
Catalog: ApplyRoutes/ApplyRoutes/UI/SettingsControl.*.resx
Languages: es

# editMenuTabPage.Text
source: Edit Menus
es: Editar Menus

# mapProvidersTabPage.Text
source: Map Providers
es: Proveedores de Mapas

# showJoinRoutesChk.Text
source: Show 'Join Activities' on Edit menu
es: Mostrar 'Unir Actividades...' en menu Editar Actividad

# showSendToRoutesChk.Text
source: Show 'Send To Routes' on Edit menu
es: Mostrar 'Enviar a Vista de Rutas...' en menu Editar Actividad

# showApplyRoutesChk.Text
source: Show 'Apply Route...' on Edit menu
es: Mostrar 'Aplicar Ruta...' en menu Editar Actividad

# showCreateRoutesChk.Text
source: Show 'Create Routes From Activities...' on Edit menu
es: Mostrar 'Crear Rutas de Actividades...' en menu Editar Actividad

# showUpdateEquipmentChk.Text
source: Show 'Update History...' on Edit menu
es: Mostrar 'Actualizar Historial...' en menu Editar Actividad

# mapProviderResetBtn.Text
source: Reset Defaults
es: Reestablecer Valores

# mapProviderUpdateBtn.Text
source: Update Provider
es: Actulaizar Proveedor

# homePageLink.Text
source: Apply Routes Home Page
es: PÃ¡gina del plugin Apply Routes
