Repository: gerhardol/apply-routes
Catalog: ApplyRoutes/ApplyRoutes/UI/UpdateEquipmentForm.*.resx
Languages: es, pl

# cancelBtn.Text
source: Cancel
es: Cancelar
pl: Przerwij

# label10.Text
source: Change Category to:
es: Cambiar Categor√≠a por:
pl: Zmień kategorię na:

# label7.Text
source: For all selected activities/routes:
es: Para todas las actividades/rutas seleccionadas:
pl: Dla wszystkich zaznaczonych aktywności/tras:

# label6.Text
source: Change Locations to:
es: Cambiar Lugares por:
pl: Zmień miejsca na:

# label1.Text
source: Change Names to:
es: Cambiar Nombres por:
pl: Zmień nazwy na:

# renameTab.Text
source: Rename
es: Renombrar
pl: Zmien nazwe

# label9.Text
source: Change "Location" field of all Activities and Routes
es: Cambiar el campo "Lugar" de todas las actividades y rutas
pl: Zmien pole "miejsce" wszystkich aktywności i tras

# label8.Text
source: Change "Name" field of all Activities and Routes
es: Cambiar el campo "Nombre" de todas las actividades y rutas
pl: Zmień pole "nazwa" wszystkich aktywności i tras

# label4.Text
source: To
es: a
pl: Na

# label5.Text
source: From
es: de
pl: Z

# label3.Text
source: To
es: a
pl: Na

# label2.Text
source: From
es: de
pl: Z

# globalRenameTab.Text
source: Global Rename
es: Renombramiento Global
pl: Globalna zmiana nazwy

# updateEquipmentTab.Text
source: Update Equipment
es: Actualizar Equipo
pl: Uaktualnij sprzęt

# $this.Text
source: Update History
es: Actualizar Historial
pl: Uaktualnij historię
